export const stateJa: Record<string, string> = {
  AL: 'アラバマ', AK: 'アラスカ', AZ: 'アリゾナ', AR: 'アーカンソー', CA: 'カリフォルニア', CO: 'コロラド', CT: 'コネチカット',
  DE: 'デラウェア', DC: 'ワシントンD.C.', FL: 'フロリダ', GA: 'ジョージア', HI: 'ハワイ', ID: 'アイダホ', IL: 'イリノイ',
  IN: 'インディアナ', IA: 'アイオワ', KS: 'カンザス', KY: 'ケンタッキー', LA: 'ルイジアナ', ME: 'メイン', MD: 'メリーランド',
  MA: 'マサチューセッツ', MI: 'ミシガン', MN: 'ミネソタ', MS: 'ミシシッピ', MO: 'ミズーリ', MT: 'モンタナ', NE: 'ネブラスカ',
  NV: 'ネバダ', NH: 'ニューハンプシャー', NJ: 'ニュージャージー', NM: 'ニューメキシコ', NY: 'ニューヨーク', NC: 'ノースカロライナ',
  ND: 'ノースダコタ', OH: 'オハイオ', OK: 'オクラホマ', OR: 'オレゴン', PA: 'ペンシルベニア', RI: 'ロードアイランド',
  SC: 'サウスカロライナ', SD: 'サウスダコタ', TN: 'テネシー', TX: 'テキサス', UT: 'ユタ', VT: 'バーモント', VA: 'バージニア',
  WA: 'ワシントン', WV: 'ウェストバージニア', WI: 'ウィスコンシン', WY: 'ワイオミング', PR: 'プエルトリコ',
};
